asvetliakov.vscode-neovim
catppuccin.catppuccin-vsc
daltonmenezes.aura-theme
dracula-theme.theme-dracula
huid.my-theme-vitesse
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
pkief.material-icon-theme
subframe7536.custom-ui-style
supermaven.supermaven
vanyauhalin.moondusttheme
vscodevim.vim
